{
  "checklist": [
    {
      "Header": "ความสะอาด ความเรียบร้อยภายนอกรถ",
      "Subheader": [
        "รอยบุบ",
        "งานประกอบ",
        "ความสะอาดของเครื่องยนต์ (เปิดกระโปรงหน้า)",
        "อุปกรณ์ชาร์จรถฉุกเฉิน (กระโปรงหลัง)",
        "ไม่มีรอยขีดข่วน",
        "สกรูยึดกรอบป้ายทะเบียน ระวังขูดสีรถหลังกรอบป้าย (ควรตัดปลายแหลมออก)"
      ]
    },
    {
      "Header": "ความสะอาด ความเรียบร้อยภายในรถ",
      "Subheader": [
        "อุปกรณ์ภายในอยู่ในสภาพปกติ",
        "อุปกรณ์ประจำรถครบถ้วน",
        "เบาะไม่มีรอยขีดข่วน (แกะพลาสติกหุ้มดูเลย มีเคสเกิดขึ้นแล้ว)",
        "จอไม่มีรอยขีดข่วน (มีเคสรอยที่ฟิล์มเกิดขึ้นแล้ว ต้องแกะเช็คว่ารอยถึงกระจกจอมั้ย)"
      ]
    },
    {
      "Header": "การทำงานของอุปกรณ์",
      "Subheader": [
        "การทำงานของหน้าจอควบคุมส่วนกลาง",
        "การทำงานของกล้อง 360 องศา รอบคัน",
        "การทำงานของระบบเสียงภายในรถ",
        "การทำงานของเครื่องปรับอากาศ",
        "การทำงานของระบบฟอกอากาศ",
        "การทำงานที่ปรับพวงมาลัย",
        "การทำงานที่ปรับเบาะ",
        "การทำงานเข็มขัดนิรภัย"
      ]
    },
    {
      "Header": "การทำงานระบบไฟรอบคัน",
      "Subheader": ["ไฟหน้า", "ไฟเลี้ยว", "ไฟเบรค", "ไฟภายในรถ"]
    },
    {
      "Header": "การทำงานระบบเซ็นเซอร์",
      "Subheader": [
        "เซ็นเซอร์ใบปัดน้ำฝน",
        "เซ็นเซอร์ถอยเตือน",
        "เซ็นเซอร์วัดลมยางทั้ง 4 ล้อ",
        "สวิทช์เปิดปิดกระจกรถ 4 บาน (ถ้าจะไปติดฟิล์มนอกศูนย์ ลดกระจกทั้ง 4 บานให้สุด แล้วเลื่อนขึ้นก่อนหนึ่งรอบ เพื่อ calibrate กระจก auto)",
        "การพับกระจกข้าง"
      ]
    },
    {
      "Header": "การทำงานของเครื่องยนต์",
      "Subheader": [
        "การทำงานเครื่องยนต์ปกติ",
        "การทำงานของแบตเตอรี่ปกติ (ค่า SOH และค่า PIR)",
        "ระดับน้ำปกติ"
      ]
    },
    {
      "Header": "อุปกรณ์ที่ให้มากับรถ",
      "Subheader": ["กุญแจรถสองดอก", "Wall Charger ใส่กล่อง", "กรอบป้ายทะเบียน", "พรมปูพื้นภายในรถ"]
    },
    {
      "Header": "เอกสารรับรถใหม่",
      "Subheader": [
        "เอกสารประกันภัย + พรบ",
        "ใบเสร็จรับเงิน (ซื้อสด)",
        "ใบเสร็จเงินดาวน์ (ซื้อผ่านสินเชื่อ)",
        "ใบเสร็จค่ามัดจำป้ายแดง + สมุดคู่มือป้ายแดง",
        "สมุดคู่มือการใช้งานรถ",
        "เอกสารการรับประกันตัวรถ",
        "เอกสารการรับประกันแบตเตอรี่",
        "เอกสารการบริการบำรุงรักษา",
        "เอกสารเซ็นเตรียมจดทะเบียน",
        "เอกสารอื่นๆ"
      ]
    },
    {
      "Header": "รายการแนะนำกรณีส่งมอบรถใหม่",
      "Subheader": [
        "ได้รับการอธิบาย คำแนะนำ คำเตือน",
        "สาธิตการใช้งานรถเบื้องต้น",
        "ได้รับการอธิบายสิทธิประโยชน์ที่จะได้รับ",
        "ได้รับการอธิบายเกี่ยวกับการนัดหมายเพื่อนำรถเข้าเช็คระยะและบำรุงรักษา",
        "ได้รับการอธิบายเกี่ยวกับเงื่อนไขการรับประกันคุณภาพรถ",
        "ได้รับการแนะนำศูนย์บริการที่จะนำรถเข้าตรวจสอบหรือซ่อม"
      ]
    }
  ]
}
