{
  "results": [
    {
      "Title": "Welcome Seat",
      "Symptom": "เบาะเลื่อนเข้าให้ครั้งเดียว ถ้าเปิดประตูลงไปขณะยังไม่ดับรถ และกลับขึ้นรถ เบาะจะไม่เลื่อนกลับให้",
      "Workaround": "Logout + Reset System Setting",
      "tags": ["เวรกรรมซี้ด", "เบาะ", "welcome", "seat"]
    },
    {
      "Title": "ลมยาง",
      "Symptom": "เซนเซอร์จะเตือนถ้าหากลมยางต่ำกว่า 32psi อาจจะเตือนหลายล้อหรือแค่ล้อที่ถึงก่อนก็ได้",
      "Workaround": "ที่ตัวรถแนะนำให้เติมลมยางที่ 36 psi เมื่อเติมลมแล้วต้องวิ่งไปสักพักค่าที่จอถึงจะรีเซต วิ่งในที่นี้หมายถึงขับไปสักพักไม่ใช่ให้คนขับวิ่ง",
      "tags": ["ลมยาง", "เติมลม"]
    },
    {
      "Title": "ลมดัง",
      "Symptom": "เสียงลมเข้ารถเมื่อขับที่ความเร็วมากกว่า 90 km/hr",
      "Workaround": "ดังที่ความเร็ว 90 km/hr ให้ลองเช็คสามเหลี่ยม กับติดคิ้วกันแดดมั้ย ถ้าเช็คไม่เป็นเอาเข้าศูนย์\nดังที่ความเร็ว 120 km/hr นี่คือปกติ ลดความเร็วเถอะกราบหรือจะให้แจ้งตำรวจ?",
      "tags": ["ลมดัง", "ลมเข้า"]
    },
    {
      "Title": "จอกลางดับ",
      "Symptom": "จอกลางดำสนิท กล้องไม่ติด เสียงเตือนหาย",
      "Workaround": "ดับรถ ล็อกรถ รอจนไฟ USB ดับ (3นาที) แล้วค่อยปลดล็อคเหยียบเบรคใหม่จอจะกลับมา\nถ้าแค่ดับ แต่เสียงยังอยู่อันนั้นคุณไปกดปุ่มพาวเวอร์ค้างไว้ กดอีกทีปลุกมัน",
      "tags": ["จอกลางดับ", "vr ดับ"]
    },
    {
      "Title": "จอเอ๋อ",
      "Symptom": "จอกระพริบ ขีดแบตวิ่งขึ้นลง เนื่องมาจากจอกับรถคุยกันไม่รู้เรื่อง",
      "Workaround": "ดับรถ เหยียบเบรค รถกลับมาปกติ",
      "tags": ["จอเอ๋อ", "แบตวิ่ง"]
    },
    {
      "Title": "ขั้วแบตหลวม",
      "Symptom": "จะทำให้เกิดความร้อน เนื่องจากขณะรถ READY ตัวระบบ DC/DC จะทำงานเหมือนไดร์ชาร์จ ที่ชาร์จแบต 12V ไปด้วยในตัว พอ Amp เพิ่ม x 12V ก็ออกมาเป็นหลายวัตต์ ความร้อนที่เกิดก็จะส่งจากขั้วก็จะส่งต่อลงไปที่แผ่นตะกั่วแบต->แบตเดือด->แบตระเบิด ในที่สุดยังไม่นับการที่กล่อง ECUs ต่างๆ อาจทำงานรวน ขณะขั้วหลวม ทำให้จ่ายไฟไม่คงที่อีก หรือ อีกนัยนึงก็ กล่อง ECU พังไปด้วย",
      "Workaround": "อย่าไปติดตัวตัดไฟ อย่าไปไขขั้วแบตเล่น เดี๋ยวงานเข้า",
      "tags": ["ขั้วแบตหลวม", "ขั้วแบต", "แบตเตอรี่"]
    },
    {
      "Title": "Zencar",
      "Symptom": "โฆษณาเกินจริง ไม่มี RCD ซักกะ Type",
      "Workaround": "อย่าไปใช้ มี Home Charger มี Emergency Charger ใช้ก็เพียงพอแล้ว เตือนแล้วนะ!",
      "tags": ["Zencar", "ที่ชาร์จขี้โม้"]
    },
    {
      "Title": "น้ำเก๊กฮวย",
      "Symptom": "ชอบล้น บางคันได้น้ำกระเจี๊ยบมาเติมแทน",
      "Workaround": "เปิดแอร์ Auto ช่วยได้ เดี๋ยวมันไหลกลับเอง ถ้าไม่กลับ เอา syringe ดูดย้ายกระปุกโลด",
      "tags": ["น้ำเก๊กฮวย", "น้ำหล่อเย็น", "น้ำกระเจี๊ยบ"]
    },
    {
      "Title": "แบตเตอรี่",
      "Symptom": "แบตที่เปื่อยยุ่ย SoH ร่วงเป็นใบไม้",
      "Workaround": "รับประกัน 8 ปี หรือ 180,000 กม. แล้วแต่อะไรจะถึงก่อน แต่ถึงเวลาได้เปลี่ยนมั้ยอีกเรื่อง!",
      "tags": ["แบตเตอรี่", "Battery", "HVPB", "soh"]
    },
    {
      "Title": "วิทยุ",
      "Symptom": "วิทยุชอบเปิดเอง ปิดไปก็เปิดอีก ได้ยินคำว่าวิทยุก็กลับมาเปิดเองอีก",
      "Workaround": "ไถจอจากข้างบนลงมา (นึกไม่ออก ให้คิดซะว่าเปิดหน้า notification ในมือถืออะ) แล้วกดที่ลำโพง แล้ว mute (หมูเต๊ะ) ซะ น้องจะเงียบ\nอีกวิธีก็ลดเสียงจนสุด นี่ก็เป็นอีกสิ่งนึงที่น้องจำได้ (น่าชื่นชม)",
      "tags": ["วิทยุ", "ปิดเสียง", "fm"]
    }
  ]
}
