{
  "results": [
    {
      "Title": "Welcome Seat",
      "Symptom": "เบาะเลื่อนเข้าให้ครั้งเดียว ถ้าเปิดประตูลงไปขณะยังไม่ดับรถ และกลับขึ้นรถ เบาะจะไม่เลื่อนกลับให้",
      "Workaround": "Logout + Reset System Setting\nถ้ายังไม่หาย ลองดับเครื่องทิ้งไว้ให้รถหลับก่อน (3-5 นาที) ค่อยลองใหม่",
      "tags": ["เวรกรรมซี้ด", "เบาะ", "welcome", "seat"]
    },
    {
      "Title": "ลมยาง",
      "Symptom": "เซนเซอร์จะเตือนถ้าหากลมยางต่ำกว่า 32 psi อาจจะเตือนหลายล้อหรือแค่ล้อที่ถึงก่อนก็ได้",
      "Workaround": "ที่ตัวรถแนะนำให้เติมลมยางที่ 36 psi\nเมื่อเติมลมแล้วต้องวิ่งไปสักพักค่าที่จอถึงจะรีเซต วิ่งในที่นี้หมายถึงขับไปสักพักไม่ใช่ให้คนขับวิ่ง!",
      "tags": ["ลมยาง", "เติมลม"]
    },
    {
      "Title": "ลมดัง",
      "Symptom": "เสียงลมเข้ารถเมื่อขับที่ความเร็วมากกว่า 90 km/hr",
      "Workaround": "ดังที่ความเร็ว 90 km/hr ให้ลองเช็คสามเหลี่ยม กับติดคิ้วกันแดดมั้ย ถ้าเช็คไม่เป็นเอาเข้าศูนย์\nดังที่ความเร็ว 120 km/hr นี่คือปกติ ลดความเร็วเถอะกราบหรือจะให้แจ้งตำรวจ?",
      "tags": ["ลมดัง", "ลมเข้า"]
    },
    {
      "Title": "จอกลางดับ",
      "Symptom": "จอกลางดำสนิท กล้องไม่ติด เสียงเตือนหาย",
      "Workaround": "ดับรถ ล็อกรถ รอจนไฟ USB ดับ (3 นาที) แล้วค่อยปลดล็อคเหยียบเบรคใหม่จอจะกลับมา\nถ้าแค่ดับ แต่เสียงยังอยู่อันนั้นคุณไปกดปุ่มพาวเวอร์ค้างไว้ กดอีกทีปลุกมัน",
      "tags": ["จอกลางดับ", "vr ดับ"]
    },
    {
      "Title": "จอเอ๋อ",
      "Symptom": "จอกระพริบ ขีดแบตวิ่งขึ้นลง เนื่องมาจากจอกับรถคุยกันไม่รู้เรื่อง",
      "Workaround": "ดับรถ เหยียบเบรค รถกลับมาปกติ\nถ้าไม่หาย ให้ดับรถ ล็อกรถ รอจนไฟ USB ดับ (3 นาที) แล้วค่อยเหยียบเบรค",
      "tags": ["จอเอ๋อ", "แบตวิ่ง"]
    },
    {
      "Title": "จอดขวาง",
      "Symptom": "เมื่อดับรถ รถจะเข้าเบรคมืออัตโนมัติ (EPB Engage)",
      "Workaround": "เริ่มจากเหยียบเบรค\nเข้าเกียร์ N\nกด EPB (เบรคมือ) ลงค้างไว้\nกดปุ่มตัดไฟ (ขวามือคนขับ ปุ่มขวาสุด)\nข้อควรระวัง หากกลับมาเปิดรถใหม่อีกครั้ง (แม้จะเหยียบเบรคหรือไม่เหยียบเบรคก็ตาม) รถจะกลับมาเข้าเบรคมืออัตโนมัติ อย่าลืมปลดใหม่ เดี๋ยวโดนถ่ายรูปนะจ๊ะ",
      "tags": ["จอดขวาง", "epb", "ปลดเบรคมือ"]
    },
    {
      "Title": "ขั้วแบตหลวม",
      "Symptom": "จะทำให้เกิดความร้อน เนื่องจากขณะรถ READY ตัวระบบ DC/DC จะทำงานเหมือนไดร์ชาร์จ ที่ชาร์จแบต 12V ไปด้วยในตัว\nพอ Amp เพิ่ม x 12V ก็ออกมาเป็นหลายวัตต์ ความร้อนที่เกิดก็จะส่งจากขั้วก็จะส่งต่อลงไปที่แผ่นตะกั่วแบต->แบตเดือด->แบตระเบิด ในที่สุด\nยังไม่นับการที่กล่อง ECUs ต่างๆ อาจทำงานรวน ขณะขั้วหลวม ทำให้จ่ายไฟไม่คงที่อีก หรือ อีกนัยนึงก็ กล่อง ECU พังไปด้วย",
      "Workaround": "อย่าไปติดตัวตัดไฟ อย่าไปไขขั้วแบตเล่น เดี๋ยวงานเข้า",
      "tags": ["ขั้วแบตหลวม", "ขั้วแบต", "แบตเตอรี่"]
    },
    {
      "Title": "Zencar",
      "Symptom": "โฆษณาเกินจริง ไม่มี RCD ซักกะ Type",
      "Workaround": "อย่าไปใช้ มี Home Charger มี Emergency Charger ใช้ก็เพียงพอแล้ว เตือนแล้วนะ!",
      "tags": ["Zencar", "ที่ชาร์จขี้โม้"]
    },
    {
      "Title": "น้ำเก๊กฮวย",
      "Symptom": "ชอบล้น บางคันได้น้ำกระเจี๊ยบมาเติมแทน",
      "Workaround": "เปิดแอร์ Auto ช่วยได้ เดี๋ยวมันไหลกลับเอง ถ้าไม่กลับ เอา syringe ดูดย้ายกระปุกโลด",
      "tags": ["น้ำเก๊กฮวย", "น้ำหล่อเย็น", "น้ำกระเจี๊ยบ"]
    },
    {
      "Title": "เสียงสังเคราะห์ (VSG)",
      "Symptom": "รถไฟฟ้าเราไม่มีเสียงทำให้ในบางครั้งรถรอบข้างคนรอบข้างหรือมอเตอร์ไซต์รอบข้างเราไม่ได้สังเกตว่ามีเราอยู่ เค้าเลยทำเสียงสังเคราะห์ขึ้นมาให้เวลาวิ่งมันมีเสียงเหมือนรถยนต์ที่เวลาวิ่งจะมีเสียงเครื่องยนต์\nVSG จะทำงานก็ต่อเมื่อ\n1. เดินหน้าอัตราเร็วน้อยกว่า 30 km/hr\n2. ถอยหลัง",
      "Workaround": "เปิดปิดได้ที่หน้าจอกลาง (VR) โดยการไปที่ตัวช่วยจัดการพลังงาน จะมีให้เลือก 3 เสียง และมีเมนูให้ปิดเสียงได้\nแต่ถ้าปิดแล้ว ตอนถอยก็ไม่มีเสียงนะ อันนี้ต้องระวัง",
      "tags": ["เสียงสังเคราะห์", "vsg", "vehicle sound generator"]
    },
    {
      "Title": "แบตเตอรี่",
      "Symptom": "แบตที่เปื่อยยุ่ย SoH ร่วงเป็นใบไม้",
      "Workaround": "รับประกัน 8 ปี หรือ 180,000 กม. แล้วแต่อะไรจะถึงก่อน แต่ถึงเวลาได้เปลี่ยนมั้ยอีกเรื่อง!",
      "tags": ["แบตเตอรี่", "Battery", "HVPB", "soh"]
    },
    {
      "Title": "สุขภาพแบตเตอรี่ (SoH)",
      "Symptom": "ตอนรับรถควรได้มาที่ 100% เต็ม มีระยะประกันอยู่ที่ 8 ปีหรือ 180,000 กม.\nอย่างไรก็ตามทาง GWM แจ้งว่าเมื่อ SoH ต่ำกว่า 70% ถึงจะเคลมแบตเตอรี่ให้ โดยมีเงื่อนไขแฝงที่ว่าทาง GWM จะลองทำทุกวิถีทางให้มันมากกว่า 70% ก่อน ถ้าไม่ได้จริงๆค่อยเคลม\nและปัญหาในตอนนี้ก็คือ BMS ไม่ทำการ Balancing battery ส่งผลให้สุขภาพแบตเตอรี่ลดลงอย่างรวดเร็ว พบได้มากในรุ่น 500Ultra ส่วนในรุ่น 400Pro ก็ลดลงบ้างแต่ไม่เร็วและเยอะเท่ารุ่น 500 Ultra อาจจะได้เห็นเคสเคลมแบตเยอะแยะในไม่ข้านี้\nหมายเหตุ: ณ ขณะนี้ค่าย GWM ยังไม่มีการเปลี่ยนแบตเตอรี่แยกเป็นโมดูล จะเปลี่ยนต้องยกแพ็ค",
      "Workaround": "ทำใจ และช่วยกันส่งแรงกดดันไปที่ GWM เพื่อขอคำตอบที่ชัดเจนกว่านี้",
      "tags": ["แบตเตอรี่", "Battery", "HVPB", "soh", "สุขภาพแบตเตอรี่", "state of health"]
    },
    {
      "Title": "วิทยุ",
      "Symptom": "วิทยุชอบเปิดเอง ปิดไปก็เปิดอีก ได้ยินคำว่าวิทยุก็กลับมาเปิดเองอีก",
      "Workaround": "ไถจอจากข้างบนลงมา (นึกไม่ออก ให้คิดซะว่าเปิดหน้า notification ในมือถืออะ) แล้วกดที่ลำโพง แล้ว mute (หมูเต๊ะ) ซะ น้องจะเงียบ\nอีกวิธีก็ลดเสียงจนสุด นี่ก็เป็นอีกสิ่งนึงที่น้องจำได้ (น่าชื่นชม)",
      "tags": ["วิทยุ", "ปิดเสียง", "fm"]
    },
    {
      "Title": "กลับบ้าน",
      "Symptom": "ได้ยินคำว่าบ้านไม่ได้ จะพากลับบ้านตลอด",
      "Workaround": "ไม่มีวิธีแก้ ทางเดียวที่จะไม่ให้มันนำทางก็คือ เอาที่อยู่บ้านออกจากระบบ\nที่หน้าแผนที่ แตะ 1 ที กดรูปเฟือง จะตั้งค่าเพื่อลบที่อยู่บ้านได้",
      "tags": ["คำสั่งเสียง", "พากลับบ้าน"]
    },
    {
      "Title": "แอบฟัง",
      "Symptom": "ได้ยินเพิ่ม/ลดเสียงไม่ได้เลย ได้ยินบ้านไม่ได้เลย ได้ยินวิทยุไม่ได้เลย",
      "Workaround": "ไม่มีวิธีแก้ที่ดีพอ ถ้ายอมรับข้อเสียได้ ถอดสายไมค์บริเวณที่เก็บแว่นได้ แกะสกรูตรงนั้นจะเจอปลั้กไมค์ แต่เท่ากับคุยโทรศัพท์ไม่ได้ สั่งคำสั่งเสียงอะไรไม่ได้แล้วนะ",
      "tags": ["คำสั่งเสียง", "แอบฟัง"]
    },
    {
      "Title": "ที่ชาร์จฉุกเฉิน",
      "Symptom": "มันคือ Mode2 EVSE นั่นเอง\nRated Current 13A\nIP54 (หัวชาร์จ IP55) IEC61851-1:2017\nอัตราการชาร์จไฟ AC สำหรับ Emergency/Granny charger รุ่นที่ GWM แถมพร้อมรถ\n500Ultra 1 ชั่วโมง = 20.4 km (4.08%) หรือ 1 นาที = 0.34 km (0.07%)\n400Pro/Tech 1 ชั่วโมง = 21.5 km (5.38%) หรือ 1 นาที = 0.36 km (0.09%)",
      "Workaround": "แค่ให้ความรู้เฉยๆ",
      "tags": ["emergency charger", "granny charger", "ที่ชาร์จหลังรถ", "portable charger"]
    },
    {
      "Title": "Wall Charger",
      "Symptom": "บางคันจะพบว่า ชาร์จไปซักพัก กำลังไฟจะลดลงครึ่งหนึ่ง (7.2kW => 3.6kW) แล้วก็กลับมาที่กำลังไฟเดิมอีกที",
      "Workaround": "ยังไม่มีวิธีแก้\nตามสเปค น้องรับได้ 6.6kW\nWall Charger ที่แถมมาจ่ายไฟได้ 32A @220V (7.2kW)",
      "tags": ["Home Charger", "GWM Home Charger", "ที่ชาร์จ AC"]
    },
    {
      "Title": "ปลาทอง",
      "Symptom": "น้องความจำสั้น ไม่ค่อยจะจำค่าต่างๆที่ตั้งไว้\nเช่น Mode การขับขี่, VSG Sound, ELK และอื่นๆ",
      "Workaround": "ยังไม่มีวิธีแก้\nน้องจะลืมเมื่อรถหลับ (คือเมื่อดับเครื่องล็อกรถและไฟ USB ดับ (3 นาที)\nถ้าขับมาถึง จอดชาร์จเลย น้องจะไม่หลับ และจะพบความมหัศจรรย์ คือมันจำค่าต่างๆได้!",
      "tags": ["ไม่จำค่าที่ตั้งไว้", "ELK", "Mode"]
    },
    {
      "Title": "กลิ่นเข้ารถ",
      "Symptom": "กลิ่นควันเข้ารถ\nไปจอดท้ายรถแล้วกลิ่นคละคลุ้งเลยทีเดียวเชียว",
      "Workaround": "กดปุ่มรูปพัดลมที่จอเพื่อเปิดเมนูปรับแอร์\nกดปุ่มรูปรถที่มีลูกศรเหมือนปุ่ม undo ให้เป็นสีน้ำเงิน\nแต่ถ้าเปิดแอร์ออโต้ไว้ เดี๋ยวรถก็จะแอบเปิดเอาอากาศข้างนอกเข้ามาเองอยู่ดี\nอีกเรื่องก็ถ้าเปิดไล่ฝ้ากระจกหน้า รถก็ดูดอากาศข้างนอกเข้ามานะ",
      "tags": ["หมุนเวียนอากาศ", "ปุ่ม undo", "แอร์ auto", "air auto"]
    },
    {
      "Title": "ACC/ICC",
      "Symptom": "ยุคแรกๆ มี Cruise Control\nยุคต่อมามี Adaptive Cruise Control คือมีแปรผันตามความเร็วคันหน้าด้วย\nซึ่ง ACC ยุคแรกทำงานที่ความเร็วมากกว่า 30 km/hr\nพอยุคที่เริ่มมี Autonomous Driving มี ADAS เป็น buzzword ยุคนี้เริ่มมีการควบคุมรถที่อัตราเร็วต่ำรวมด้วย\nบางรายก็จะตั้งชื่อให้ดูหรูหรา \"Stop and Go\" คือตามรถคันหน้าแม้อัตราเร็วต่ำด้วย จนถึงหยุดนิ่ง\nยุคแรก ๆ ของ Stop and Go (ยุคนี้แหละ) ก็จะทำได้แถวๆ 3 วินาที ถ้าเกินนั้นต้อง activate (resume อาจจะด้วยปุ่ม หรือคันเร่ง)\nในยุคเดียวกัน เริ่มมี partial autonomous driving level 2 (hands-off) ด้วยการควบคุมทางด้าน horizontal (ที่ level 1 หรือ hands-on ควบคุมเฉพาะแนวที่รถวิ่งก็คือ ACC)\nทีนี้ partial level 2 เนี่ย แต่ละค่ายก็จะมาตั้งชื่อของตัวเอง โดยหลักการคือแค่ควบคุมด้านกว้าง หรือพวงมาลัย ส่วนของ ORA ตั้งชื่อว่า ICA (มักเรียกกันว่า ICC) ซึ่งจะประกอบด้วย 4 ส่วน\n1. ACC\n2. ACC ช้ากว่า 30 km/hr\n3. LKA\n4. LKA ช้ากว่า 30 km/hr\nตรงส่วน 2 + 4 เนี่ย นิยมเรียกตามชื่อ ADAS ยุคต้นว่า Traffic Jam Assist (TJA) หรือพูดง่ายๆ TJA ก็คือ ACC ที่ความเร็วต่ำกว่า 30 km/hr",
      "Workaround": "แค่ให้ความรู้เฉยๆ",
      "tags": ["acc", "icc", "adaptive cruise control", "intelligent cruise control"]
    },
    {
      "Title": "มอเตอร์ขัดข้อง",
      "Symptom": "เกิดเคสครั้งแรก 'ต้น' เดือนธันวาคม 2021\nได้มีการออก Software มาแก้ไขหลายครั้งแต่ก็ยังไม่สามารถแก้ปัญหาให้หายขาดได้ (อ้างอิงจากรถที่ได้รับส่งมอบช่วงเดือนสิงหาคม ปัจจุบันยังคงพบเจอเคสอยู่เพิ่มขึ้นอย่างต่อเนื่อง)\nซึ่งในบางเคสที่ว่าเจ้าของรถแจ้งว่าทางศูนย์บริการได้ทำการอัพเดต Software เป็นตัวล่าสุดแล้วแต่เมื่อเกิดเคสจริงๆแล้วเอาไปเช็คอีกรอบกลับกลายเป็นได้รับข้อมูลว่ายังไม่ได้ทำการอัพเดตซึ่งในส่วนนี้ทำให้ปัญหานี้ปนกันมั่วไปหมดเพราะไม่สามารถทราบได้จริงๆว่าสรุปแล้ว Software ที่ออกมาแก้ ปัญหาตามหัวข้อนี้สามารถแก้ไขได้แล้วจริงหรือไม่ประการใด (อันนี้ส่วนตัวคิดว่าเป็นปัญหาด้านบริการหลังการขายและการสื่อสารหลังบ้านด้วย)\nหมายเหตุ: ผู้เชี่ยวชาญเชื่อและมีหลักฐานบ่งชี้หลายอย่างไปที่ EVCC ซึ่งเป็น Module ที่ไม่มีในประเทศจีนนั้นเป็นตัวต้นเหตุสำหรับเคสนี้",
      "Workaround": "มาช่วยกันให้ข้อมูลเวอร์ชั่นกล่องควบคุมต่างๆได้ ถ้ามี OBD2 และ Appication Car Scanner\n1. เปิดแอพ Car Scanner เชื่อมต่อรถให้เรียบร้อย\n2. เข้าไปที่เมนู Settings > ECU Identifiers แล้วติ๊กเลือกทั้งหมด กดที่ Read\n3. จากนั้นให้ Export แล้ว Copy ค่าที่ได้ออกมา\nเอามากรอกที่ [Data Parser]('/dataparser')",
      "tags": ["มอเตอร์ขัดข้อง", "ระบบขับเคลื่อนขัดข้อง", "motor failure", "motor fault", "power fault"]
    }
  ]
}
